<!DOCTYPE html>
<html>
<head>
	<meta charset="UTF-8">
	<link rel="stylesheet" href="css/bootstrap.min.css">
	<link rel="stylesheet" type="text/css" href="style.css">
	<title>Título do conteúdo</title>
</head>
<body>
	<div class="container" id="conteudoTexto">
		<h1>A segunda guerra mundial</h1>

		<p>A Segunda Guerra Mundial foi um conflito militar global que durou de 1939 a 1945, envolvendo a maioria das na&ccedil;&otilde;es do mundo &mdash; incluindo todas as grandes pot&ecirc;ncias &mdash; organizadas em duas alian&ccedil;as militares opostas: os Aliados e o Eixo. Foi a guerra mais abrangente da hist&oacute;ria, com mais de 100 milh&otilde;es de militares mobilizados. Em estado de &quot;guerra total&quot;, os principais envolvidos dedicaram toda sua capacidade econ&ocirc;mica, industrial e cient&iacute;fica a servi&ccedil;o dos esfor&ccedil;os de guerra, deixando de lado a distin&ccedil;&atilde;o entre recursos civis e militares. Marcado por um n&uacute;mero significante de ataques contra civis, incluindo o Holocausto e a &uacute;nica vez em que armas nucleares foram utilizadas em combate, foi o conflito mais letal da hist&oacute;ria da humanidade, resultando entre 50 a mais de 70 milh&otilde;es de mortes.</p>

		<p><img alt="Adolf Hitler em um comício" src="https://upload.wikimedia.org/wikipedia/commons/thumb/c/c5/Bundesarchiv_Bild_102-10541%2C_Weimar%2C_Aufmarsch_der_Nationalsozialisten.jpg/220px-Bundesarchiv_Bild_102-10541%2C_Weimar%2C_Aufmarsch_der_Nationalsozialisten.jpg" style="height:150px; width:220px" />&nbsp;</p>

		<p>Geralmente considera-se o ponto inicial da guerra como sendo a invas&atilde;o da Pol&ocirc;nia pela Alemanha Nazista em 1 de setembro de 1939 e subsequentes declara&ccedil;&otilde;es de guerra contra a Alemanha pela Fran&ccedil;a e pela maioria dos pa&iacute;ses do Imp&eacute;rio Brit&acirc;nico e da Commonwealth. Alguns pa&iacute;ses j&aacute; estavam em guerra nesta &eacute;poca, como Eti&oacute;pia e Reino de It&aacute;lia na Segunda Guerra &Iacute;talo-Et&iacute;ope e China e Jap&atilde;o na Segunda Guerra Sino-Japonesa. Muitos dos que n&atilde;o se envolveram inicialmente acabaram aderindo ao conflito em resposta a eventos como a invas&atilde;o da Uni&atilde;o Sovi&eacute;tica pelos alem&atilde;es e os ataques japoneses contra as for&ccedil;as dos Estados Unidos no Pac&iacute;fico em Pearl Harbor e em col&ocirc;nias ultramar&iacute;timas brit&acirc;nicas, que resultou em declara&ccedil;&otilde;es de guerra contra o Jap&atilde;o pelos Estados Unidos, Pa&iacute;ses Baixos e o Commonwealth Brit&acirc;nico.</p>

		<hr />
		<h2>Eventos Pr&eacute;-guerra</h2>

		<ul>
			<li><strong>Invas&atilde;o italiana da Eti&oacute;pia (1935)</strong></li>
		</ul>

		<p>&nbsp;</p>

	</div>
</body>
</html>